{
  "id": "epic-krishna-butter-mischief",
  "title": "Krishna's Butter Mischief",
  "titleHi": "कृष्ण की माखन चोरी",
  "category": "epic",
  "ageGroup": "3-6",
  "readTimeMinutes": 3,
  "moral": "God's playfulness reminds us to find joy in everyday life. Even when little ones are naughty, their love makes everything better.",
  "moralHi": "भगवान की लीलाएँ हमें सिखाती हैं कि जीवन में खुशी ढूंढो। छोटे बच्चों की शरारतें भी प्यार से भरी होती हैं।",
  "coverImage": "krishna-butter-mischief",
  "tags": [
    "Krishna",
    "Yashoda",
    "childhood",
    "playful",
    "Vrindavan"
  ],
  "sections": [
    {
      "heading": null,
      "text": "In the happy village of Vrindavan, little baby Krishna was the naughtiest and cutest child anyone had ever seen. He had big, beautiful dark eyes, curly black hair, and a smile that could melt anyone's heart. His mother Yashoda loved him more than anything in the world."
    },
    {
      "heading": "The Butter Thief",
      "text": "Krishna loved butter more than any other food. Yashoda would make fresh, creamy butter every morning and hang it in a pot from the ceiling, high up where little Krishna could not reach it. But clever Krishna always found a way! He would stack pots on top of each other, climb up like a little monkey, and dip his tiny hands into the butter pot. He would eat big handfuls of butter, and his cheeks and chin would be covered in white!"
    },
    {
      "heading": "Sharing with Friends",
      "text": "Krishna did not just eat butter at home. He and his friends would sneak into the neighbors' houses too! The ladies of Vrindavan would come to Yashoda and complain. 'Your little Krishna broke our butter pot!' one would say. 'He fed all our butter to the monkeys!' said another. Krishna would stand behind Yashoda with big innocent eyes and say, 'Maiyya, I did not do it! Why would I steal butter? Don't we have butter at home?'"
    },
    {
      "heading": "Yashoda Catches Him",
      "text": "One day, Yashoda decided to catch Krishna. She peeked through the door and saw him standing on a wooden mortar, reaching into the butter pot! Butter was all over his face and hands. When Krishna saw his mother, he jumped down and ran! Yashoda chased him around the house. Round and round they went, until finally she caught her little butter thief."
    },
    {
      "heading": "Tied to the Mortar",
      "text": "Yashoda pretended to be angry. 'You naughty boy! I am going to tie you up so you cannot steal any more butter!' She took a rope and tried to tie Krishna to the wooden mortar. But the rope was always two inches too short! She got more rope, and more rope, but it was still too short. Finally, little Krishna saw tears of effort in his mother's eyes. His heart melted with love, and he let himself be tied. Even the God of the entire universe let himself be bound — by the rope of a mother's love."
    }
  ]
}