{
  "id": "epic-draupadi-akshaya-patra",
  "title": "Draupadi and the Akshaya Patra",
  "titleHi": "द्रौपदी और अक्षय पात्र",
  "category": "epic",
  "ageGroup": "7-12",
  "readTimeMinutes": 5,
  "moral": "Surrender to God in your moment of need, and help will come. True devotion turns the impossible into reality.",
  "moralHi": "विपत्ति में भगवान को याद करो, सहायता अवश्य आएगी। सच्ची भक्ति असंभव को भी संभव बना देती है।",
  "coverImage": "draupadi-akshaya-patra",
  "tags": [
    "Mahabharata",
    "Draupadi",
    "Krishna",
    "devotion",
    "faith"
  ],
  "sections": [
    {
      "heading": null,
      "text": "After the Pandavas lost the terrible game of dice to the cunning Kauravas, they were sent into exile in the forest for twelve long years. Draupadi, their devoted wife, went with them willingly. Life in the forest was hard — there were no palaces, no servants, and no feasts. Yet Draupadi never complained."
    },
    {
      "heading": "The Gift of the Sun God",
      "text": "Knowing the Pandavas would struggle for food, the wise sage Dhaumya advised Yudhishthira to pray to Surya, the Sun God. Yudhishthira prayed with great devotion, and Surya was pleased. He gifted Draupadi a magical vessel called the Akshaya Patra. 'This vessel will produce unlimited food every day,' Surya said, 'until Draupadi herself has eaten. After she eats, it will stop producing food until the next day.' Draupadi always ate last, making sure everyone — the Pandavas, their guests, and even passing travelers — was fed first."
    },
    {
      "heading": "Durvasa's Arrival",
      "text": "The wicked Duryodhana learned about the Akshaya Patra and hatched a cruel plan. He sent the hot-tempered sage Durvasa, along with ten thousand of his disciples, to visit the Pandavas — but only after Draupadi had already eaten her meal for the day. Durvasa was known for his terrible curses. If anyone failed to feed him properly, his anger could burn them to ashes. 'Go to the Pandavas,' Duryodhana said slyly. 'They will surely welcome a great sage like you.'"
    },
    {
      "heading": "A Moment of Despair",
      "text": "When Durvasa and his ten thousand disciples arrived, Draupadi's heart sank. She had already eaten. The Akshaya Patra was empty — not a single grain of rice remained. She knew what Durvasa's rage could bring upon them. While the sage and his followers went to bathe in the river before their meal, Draupadi was overcome with panic. Tears streamed down her face as she did the only thing she could — she closed her eyes and prayed to her dearest friend, Lord Krishna."
    },
    {
      "heading": "Krishna Comes",
      "text": "In an instant, Krishna appeared before Draupadi. 'I am so hungry, Draupadi!' he said with a playful smile. 'But I have nothing to give you!' Draupadi wept. Krishna walked to the Akshaya Patra and found one tiny grain of rice and a fragment of vegetable stuck to its side. He ate it with great satisfaction and said, 'Ah, I am full!' At that very moment, by the river, Durvasa and all ten thousand of his disciples suddenly felt their stomachs become completely full, as if they had eaten a grand feast."
    },
    {
      "heading": "The Power of Devotion",
      "text": "Durvasa realized that a divine force had intervened. Ashamed and afraid of facing the Pandavas after planning to curse them, he quietly led his disciples away without returning. Draupadi fell at Krishna's feet in gratitude. Krishna lifted her gently and said, 'You fed me with love, and that one grain was enough to fill the whole world.' Duryodhana's plan had failed completely. This story teaches us that when we call upon God with a pure heart, even the smallest offering becomes infinite, and no scheme of evil can prevail."
    }
  ]
}