{
  "id": "puranic-dhruv-tara",
  "title": "The Story of Dhruv",
  "titleHi": "ध्रुव तारा की कथा",
  "category": "puranic",
  "ageGroup": "7-12",
  "readTimeMinutes": 5,
  "moral": "Unwavering determination and sincere devotion can earn you a place that no one can ever take away. Age does not limit what you can achieve.",
  "moralHi": "अटल दृढ़ संकल्प और सच्ची भक्ति से ऐसा स्थान मिलता है जो कोई छीन नहीं सकता। उम्र आपकी उपलब्धियों की सीमा नहीं है।",
  "coverImage": "dhruv-tara",
  "tags": [
    "Dhruv",
    "Vishnu",
    "devotion",
    "determination",
    "pole star"
  ],
  "sections": [
    {
      "heading": null,
      "text": "In a prosperous kingdom long ago, there lived a king named Uttanapada. He had two wives — Suniti and Suruchi. Suniti was kind and gentle, while Suruchi was proud and ambitious. The king, influenced by Suruchi's charms, favored her over Suniti. Suniti's young son was named Dhruv, a boy of just five years with bright, curious eyes."
    },
    {
      "heading": "Pushed from His Father's Lap",
      "text": "One day, little Dhruv saw his stepbrother sitting happily on the king's lap. Innocently, Dhruv ran forward to sit beside his father too. But Queen Suruchi stepped in his way. 'You have no right to sit on the king's throne,' she said cruelly. 'If you want such a privilege, go pray to Lord Vishnu and ask to be born as my son instead.' The king sat in silence, too weak to defend his own child. Dhruv's heart shattered, but instead of crying, a fierce determination burned in his eyes."
    },
    {
      "heading": "Into the Forest",
      "text": "Dhruv went to his mother Suniti, who held him close. Through her own tears, she whispered, 'My son, Suruchi is right about one thing — Lord Vishnu is the only one who can give you what you truly deserve. Have faith in him.' That very night, five-year-old Dhruv walked into the dark, dense forest alone, determined to find Lord Vishnu. He had no fear, only the fire of resolve in his small heart."
    },
    {
      "heading": "The Great Penance",
      "text": "The sage Narada found the little boy in the forest and was moved by his courage. He taught Dhruv the sacred mantra 'Om Namo Bhagavate Vasudevaya' and guided him to a sacred spot by the river Yamuna. There, Dhruv began his meditation. For months, he sat still as a rock. He stopped eating — first giving up grains, then fruits, then leaves, then even water. He stood on one foot and meditated with such intensity that the earth trembled beneath him."
    },
    {
      "heading": "Vishnu Appears",
      "text": "Dhruv's devotion was so powerful that it shook the heavens. The gods themselves were astonished — a five-year-old child was performing penance that even the greatest sages had never attempted. Finally, Lord Vishnu appeared before Dhruv, radiant and smiling. He placed his divine conch against the boy's cheek, blessing him with infinite knowledge and wisdom. 'Open your eyes, dear Dhruv,' Vishnu said gently. 'What do you seek?'"
    },
    {
      "heading": "A Place No One Can Take",
      "text": "Dhruv looked at Lord Vishnu with tear-filled eyes. He had originally come seeking his father's love and a place on the throne. But now, having experienced Vishnu's divine presence, worldly desires felt small. 'Lord,' Dhruv said, 'I only wish for a place at your feet that no one can ever take from me.' Vishnu smiled with immense love. 'You shall have more than that, my child.'"
    },
    {
      "heading": "The Pole Star",
      "text": "Lord Vishnu granted Dhruv a kingdom on earth, where he ruled wisely for many years. But his greatest reward came at the end of his earthly life. Vishnu placed Dhruv as a star in the sky — the Dhruv Tara, the Pole Star — fixed and unmoving while all other stars revolve around him. To this day, the Pole Star shines steadily in the northern sky, a reminder that a child's unshakable faith and determination can earn an eternal, unchanging place in the universe."
    }
  ]
}