{
  "id": "puranic-moon-marks",
  "title": "Why the Moon Has Marks",
  "titleHi": "चंद्रमा पर दाग",
  "category": "puranic",
  "ageGroup": "3-6",
  "readTimeMinutes": 3,
  "moral": "We should never laugh at others. Making fun of someone can hurt their feelings deeply.",
  "moralHi": "हमें कभी किसी का मज़ाक नहीं उड़ाना चाहिए। किसी पर हँसने से उनका दिल बहुत दुखता है।",
  "coverImage": "moon-marks",
  "tags": [
    "Ganesha",
    "moon",
    "laddoo",
    "kindness"
  ],
  "sections": [
    {
      "heading": null,
      "text": "One evening, Lord Ganesha was invited to a grand feast. There were mountains of his favorite sweets — laddoos! Golden, round, and oh-so-yummy laddoos were piled up everywhere. Ganesha was so happy. He loved laddoos more than anything in the world!"
    },
    {
      "heading": "Too Many Laddoos",
      "text": "Ganesha ate one laddoo. Then two. Then ten. Then twenty! He ate so many laddoos that his big round tummy got even bigger and rounder. 'These are so delicious!' he said, stuffing one more into his mouth. His little mouse friend, Mushak, watched and squeaked, 'Maybe that's enough, my lord?' But Ganesha just smiled and ate some more."
    },
    {
      "heading": "A Tumble in the Moonlight",
      "text": "After the feast, Ganesha climbed onto Mushak's back to ride home. But he was so full and heavy that poor Mushak stumbled on a rock! Ganesha tumbled off and fell — THUMP — right on his big belly. Laddoos rolled out everywhere! Ganesha quickly gathered them up and stuffed them back into his tummy."
    },
    {
      "heading": "The Moon Laughs",
      "text": "High up in the sky, the Moon was watching all of this. He saw Ganesha fall and the laddoos rolling around. The Moon burst out laughing. 'Ha ha ha! Look at you, fat Ganesha! You fell off a tiny mouse! Ha ha ha!' The Moon laughed and laughed, pointing at Ganesha. His laughter echoed across the sky."
    },
    {
      "heading": "Ganesha's Curse",
      "text": "Ganesha was very hurt. His eyes filled with tears. Then he became angry. 'How dare you laugh at me!' Ganesha said. 'From today, nobody will look at you! If anyone looks at you, they will be blamed for something they did not do!' The Moon stopped laughing. His bright, beautiful face began to get dark spots and marks all over it."
    },
    {
      "heading": "The Moon Says Sorry",
      "text": "The Moon felt terrible. He begged Ganesha, 'Please forgive me! I am sorry I laughed at you!' All the gods also asked Ganesha to forgive the Moon. Kind Ganesha felt sorry for the Moon. He softened his curse and said, 'The marks will stay to remind you not to make fun of others. But you will still shine in the sky.' And that is why, even today, the Moon has dark marks on his face — to remind us to never laugh at anyone."
    }
  ]
}