{
  "id": "puranic-krishna-govardhan",
  "title": "Krishna and the Govardhan Mountain",
  "titleHi": "कृष्ण और गोवर्धन पर्वत",
  "category": "puranic",
  "ageGroup": "3-6",
  "readTimeMinutes": 4,
  "moral": "True strength comes from love and the desire to protect others. Even a young child can do great things with courage.",
  "moralHi": "सच्ची ताकत प्रेम और दूसरों की रक्षा की भावना से आती है। साहस हो तो एक छोटा बच्चा भी बड़े काम कर सकता है।",
  "coverImage": "krishna-govardhan",
  "tags": [
    "Krishna",
    "Govardhan",
    "Indra",
    "courage",
    "protection"
  ],
  "sections": [
    {
      "heading": null,
      "text": "In the beautiful village of Vrindavan, little Krishna lived happily with his family and friends. The villagers were cowherds who loved their cows, their green fields, and their simple life. Every year, they prepared a big puja for Indra, the god of rain, to thank him for sending rain to their crops."
    },
    {
      "heading": "Krishna's Idea",
      "text": "One year, as everyone was getting ready for Indra's puja, young Krishna asked, 'Why do we pray to Indra?' The elders said, 'Because he sends rain for our fields!' Krishna smiled and said, 'But it is Govardhan Mountain that catches the rain clouds. Our cows eat the grass that grows on the mountain. We should thank Govardhan, not Indra!' The villagers thought about it and agreed with Krishna."
    },
    {
      "heading": "Indra Gets Angry",
      "text": "When Lord Indra saw that the villagers were worshipping Govardhan Mountain instead of him, he became furious. 'How dare they ignore me!' he thundered. 'I will teach them a lesson they will never forget!' Indra called upon the most terrible rain clouds — the Samvartaka clouds — and ordered them to pour down on Vrindavan without stopping."
    },
    {
      "heading": "The Great Storm",
      "text": "Dark clouds covered the sky. Rain poured down like rivers falling from above. Thunder roared and lightning flashed. The wind howled and blew away rooftops. The rivers flooded and water rose everywhere. The villagers, their children, and their cows were terrified. 'Help us, Krishna!' they cried. 'We will all be washed away!'"
    },
    {
      "heading": "Krishna Lifts the Mountain",
      "text": "Krishna walked calmly to Govardhan Mountain. He bent down and placed his little finger under the mountain. Then, with a gentle smile, he lifted the entire mountain high into the air — like an umbrella! 'Come, everyone!' Krishna called. 'Stand under the mountain. You will be safe here!' All the villagers, cows, and animals rushed under the mountain and stayed dry and warm."
    },
    {
      "heading": "Indra Bows Down",
      "text": "For seven days and seven nights, Indra sent rain and storms. But Krishna held the mountain steady on his little finger without getting tired. Finally, Indra realized that Krishna was no ordinary child — he was Lord Vishnu himself! Indra stopped the rain, came down from heaven, and bowed before Krishna. 'Forgive me,' he said. 'I was too proud.' Krishna smiled and gently placed the mountain back. The villagers cheered and celebrated, knowing that love and courage can protect everyone."
    }
  ]
}