{
  "id": "puranic-ganesha-head",
  "title": "How Ganesha Got His Elephant Head",
  "titleHi": "गणेश जी को हाथी का सिर कैसे मिला",
  "category": "puranic",
  "ageGroup": "3-6",
  "readTimeMinutes": 4,
  "moral": "A parent's love knows no bounds. Lord Shiva showed that even mistakes can be made right with love and wisdom.",
  "moralHi": "माता-पिता का प्रेम अनंत होता है। भगवान शिव ने दिखाया कि प्रेम और बुद्धि से हर गलती सुधारी जा सकती है।",
  "coverImage": "ganesha-head",
  "tags": [
    "Ganesha",
    "Shiva",
    "Parvati",
    "devotion"
  ],
  "sections": [
    {
      "heading": null,
      "text": "Long, long ago, Goddess Parvati lived on Mount Kailash with Lord Shiva. One day, Lord Shiva went away on a long journey. Parvati was alone and wished for someone to keep her company and guard the door when she bathed."
    },
    {
      "heading": "The Boy at the Door",
      "text": "Parvati took some turmeric paste and, with her divine powers, shaped it into a beautiful little boy. She breathed life into him. 'You are my son,' she said lovingly. 'Stand guard at the door and let no one enter while I bathe.' The boy was strong, brave, and obedient. He stood at the door with a stick in his hand, ready to protect his mother."
    },
    {
      "heading": "Shiva Returns",
      "text": "Soon, Lord Shiva returned home. He walked toward the door, but the boy stopped him. 'You cannot go inside. My mother is bathing,' the boy said firmly. Shiva was surprised. 'I am Shiva! This is my home!' he said. But the boy did not know Shiva and would not let him pass. This made Shiva very angry."
    },
    {
      "heading": "A Terrible Mistake",
      "text": "A great battle began between Lord Shiva and the brave boy. The boy fought with all his might, but Shiva was the most powerful god. In his anger, Shiva used his trident and cut off the boy's head. When Parvati came out and saw what had happened, she was heartbroken. 'He was our son!' she cried. 'You must bring him back to life!'"
    },
    {
      "heading": "The Elephant Head",
      "text": "Shiva realized his mistake and felt deep sorrow. He sent his helpers to find the head of the first living being they saw sleeping with its head facing north. They found a baby elephant and brought back its head. Lord Shiva placed the elephant head on the boy's body and breathed life into him. The boy opened his eyes and smiled at his parents."
    },
    {
      "heading": "Lord Ganesha Is Born",
      "text": "Shiva named the boy Ganesha and declared, 'From this day, Ganesha will be worshipped before all other gods. Every new beginning shall start with a prayer to Ganesha.' And that is why, even today, we pray to Lord Ganesha first — before starting any new work, journey, or celebration. He is the remover of obstacles and the lord of new beginnings."
    }
  ]
}