{
  "id": "puranic-prahlad-holika",
  "title": "Prahlad and Holika",
  "titleHi": "प्रह्लाद और होलिका",
  "category": "puranic",
  "ageGroup": "3-6",
  "readTimeMinutes": 4,
  "moral": "True devotion and faith in God can protect us from the greatest dangers. Good always wins over evil.",
  "moralHi": "सच्ची भक्ति और भगवान पर विश्वास हमें सबसे बड़े खतरे से बचा सकता है। अच्छाई की हमेशा बुराई पर जीत होती है।",
  "coverImage": "prahlad-holika",
  "tags": [
    "Prahlad",
    "Vishnu",
    "Holika",
    "devotion",
    "Holi"
  ],
  "sections": [
    {
      "heading": null,
      "text": "Long ago, there was a powerful demon king named Hiranyakashipu. He thought he was the strongest in the whole world. He told everyone, 'You must pray only to me! No one is greater than me!' Everyone in his kingdom was afraid of him."
    },
    {
      "heading": "A Brave Little Boy",
      "text": "But Hiranyakashipu's own little son, Prahlad, was different. Prahlad loved Lord Vishnu with all his heart. He would sit quietly and chant Vishnu's name all day long. 'Vishnu is the greatest! Vishnu is everywhere!' Prahlad would say. This made his father very, very angry."
    },
    {
      "heading": "The King's Anger",
      "text": "Hiranyakashipu tried everything to stop Prahlad. He sent scary teachers to change the boy's mind. He threw Prahlad off a cliff and into a river. He even put poisonous snakes near him! But every time, Lord Vishnu protected little Prahlad. Nothing could hurt the boy because his faith was so strong."
    },
    {
      "heading": "Holika's Fire",
      "text": "Hiranyakashipu had a sister named Holika. She had a special magic shawl that protected her from fire. 'I have a plan!' she said. 'I will sit in a big fire with Prahlad on my lap. My shawl will save me, but the fire will burn him!' So a huge fire was lit, and Holika sat in it with little Prahlad."
    },
    {
      "heading": "A Miracle Happens",
      "text": "Prahlad was not afraid. He closed his eyes and chanted, 'Vishnu! Vishnu!' Something amazing happened. A strong wind blew Holika's magic shawl off her body and wrapped it around Prahlad instead! The fire burned Holika, but Prahlad sat safely in the flames without a single scratch. His devotion had saved him."
    },
    {
      "heading": "Narasimha Appears",
      "text": "Hiranyakashipu was furious. He shouted, 'Where is your Vishnu? Is he in this pillar?' and he kicked a stone pillar. With a thunderous roar, the pillar cracked open and out came Lord Vishnu in the form of Narasimha — half lion, half man! Narasimha defeated the evil king and saved Prahlad forever. And that is why we celebrate Holi — to remember that good always wins over evil."
    }
  ]
}