{
  "id": "puranic-hanuman-sun",
  "title": "Hanuman and the Sun",
  "titleHi": "हनुमान और सूर्य",
  "category": "puranic",
  "ageGroup": "3-6",
  "readTimeMinutes": 3,
  "moral": "Children are full of courage and wonder. Even when we stumble, the love of those around us keeps us safe.",
  "moralHi": "बच्चे साहस और जिज्ञासा से भरे होते हैं। जब हम गिरते भी हैं, तो अपनों का प्यार हमें सँभाल लेता है।",
  "coverImage": "hanuman-sun",
  "tags": [
    "Hanuman",
    "Surya",
    "Vayu",
    "courage",
    "childhood"
  ],
  "sections": [
    {
      "heading": null,
      "text": "Baby Hanuman was no ordinary baby. He was the son of Vayu, the wind god, and Anjana. Even as a tiny baby, Hanuman was incredibly strong. He could jump really high, run super fast, and he was always hungry!"
    },
    {
      "heading": "The Big Red Fruit",
      "text": "One morning, little Hanuman woke up very, very hungry. He looked around for something to eat. Then he looked up at the sky. The sun was rising — big, round, and glowing orange-red. Baby Hanuman's eyes went wide. 'Ooh! What a big, yummy fruit!' he thought. 'That must be the tastiest mango in the whole world!' And he decided he was going to eat it."
    },
    {
      "heading": "Flying to the Sun",
      "text": "Hanuman crouched down and jumped with all his might. WHOOOOSH! He flew up into the sky like a little rocket! He flew past the birds. He flew past the clouds. He flew higher and higher, straight toward the sun. His little arms reached out, ready to grab the shiny fruit."
    },
    {
      "heading": "Indra's Thunderbolt",
      "text": "Surya, the sun god, saw the little monkey baby flying toward him and was amazed. But Indra, the king of gods, thought something was wrong. 'A baby is trying to swallow the sun! The world will go dark!' Indra threw his powerful thunderbolt — the Vajra — at little Hanuman. It hit Hanuman on his chin, and the baby fell from the sky all the way back down to the ground."
    },
    {
      "heading": "Vayu's Anger",
      "text": "When Vayu saw his baby hurt, he was very angry. He gathered all the wind in the world and hid it. Without wind, no one could breathe! People, animals, and even the gods gasped for air. Everyone rushed to Vayu and said, 'Please, please bring back the wind!' They gently healed baby Hanuman and he opened his eyes with a big smile."
    },
    {
      "heading": "Blessings for Hanuman",
      "text": "The gods were so sorry for hurting the brave little baby. Each god gave Hanuman a special blessing. Indra said, 'No weapon will ever hurt you.' Surya said, 'I will teach you all the knowledge in the world.' Brahma said, 'You will live forever!' The mark on Hanuman's chin from the Vajra gave him his name — Hanuman means 'one with a broken chin.' And that brave little baby grew up to become the mightiest hero in the world."
    }
  ]
}