{
  "id": "saint-vivekananda-chicago",
  "title": "Swami Vivekananda at the Parliament of Religions",
  "titleHi": "विवेकानंद शिकागो में",
  "category": "saint",
  "ageGroup": "7-12",
  "readTimeMinutes": 5,
  "moral": "Be proud of who you are and where you come from. One person with courage and conviction can change how the whole world thinks.",
  "moralHi": "अपनी पहचान और अपनी जड़ों पर गर्व करो। साहस और विश्वास वाला एक व्यक्ति पूरी दुनिया की सोच बदल सकता है।",
  "coverImage": "vivekananda-chicago",
  "tags": [
    "Vivekananda",
    "Chicago",
    "Hinduism",
    "courage",
    "pride"
  ],
  "sections": [
    {
      "heading": null,
      "text": "In the year 1893, a young monk from India set out on a journey that would change history. His name was Swami Vivekananda. He was just thirty years old, with no wealth, no powerful connections, and no invitation to the great Parliament of World Religions being held in Chicago, America. All he carried was his burning desire to share India's ancient wisdom with the world."
    },
    {
      "heading": "A Difficult Journey",
      "text": "Vivekananda traveled across the ocean to America with very little money. When he arrived in Chicago, he discovered that the Parliament had been delayed by several weeks. He had no place to stay and no food to eat. He slept in empty railway cars and wandered the cold streets. People looked at his orange robes and turban with curiosity. Some were kind; many were not. But Vivekananda did not lose heart. A kind woman named Mrs. George Hale helped him and arranged for him to speak at the Parliament."
    },
    {
      "heading": "The Great Hall",
      "text": "On September 11, 1893, the Parliament of World Religions opened in the magnificent Hall of Columbus. Seven thousand people filled the seats. Religious leaders from all over the world — Christians, Muslims, Buddhists, Jews — sat on the stage in their finest robes. Among them sat Vivekananda in his simple saffron turban and orange robe. He was nervous. He had never spoken before such a huge audience."
    },
    {
      "heading": "Sisters and Brothers of America",
      "text": "When Vivekananda's turn came, he stood at the podium. His heart was pounding. He looked at the sea of seven thousand faces and began with five simple words: 'Sisters and Brothers of America.' The entire hall erupted in thunderous applause that lasted for two full minutes. No other speaker had addressed the audience as family. People stood on their chairs and cheered. Some had tears in their eyes. With those five words, Vivekananda had won every heart in the room."
    },
    {
      "heading": "India's Message to the World",
      "text": "When the applause finally died down, Vivekananda spoke about the ancient teachings of Hinduism. He said that all religions are true, like different rivers flowing into the same ocean. He spoke against fanaticism and hatred. 'I am proud to belong to a religion which has taught the world both tolerance and universal acceptance,' he declared. His voice was powerful, his words were clear, and his message was of love and unity. The audience was spellbound."
    },
    {
      "heading": "A Star Is Born",
      "text": "The next morning, newspapers across America called Vivekananda the greatest figure at the Parliament. 'The Hindu monk is the most popular speaker,' they wrote. Suddenly, the whole Western world was interested in India's spiritual heritage. Vivekananda went on to travel across America and Europe, teaching Vedanta and inspiring millions. He returned to India a hero and told his countrymen: 'Arise, awake, and stop not till the goal is reached.' A penniless monk from Kolkata had shown the entire world the greatness of India's soul."
    }
  ]
}