{
  "id": "saint-tulsidas",
  "title": "Young Tulsidas and His Devotion",
  "titleHi": "तुलसीदास की भक्ति",
  "category": "saint",
  "ageGroup": "7-12",
  "readTimeMinutes": 5,
  "moral": "Devotion and determination can overcome any hardship. Through faith and love for God, even the most difficult life can produce something that inspires millions.",
  "moralHi": "भक्ति और लगन से हर कठिनाई पर विजय पाई जा सकती है। ईश्वर के प्रति प्रेम और विश्वास से कठिन जीवन भी करोड़ों लोगों को प्रेरित कर सकता है।",
  "coverImage": "young-tulsidas",
  "tags": [
    "Tulsidas",
    "Ramcharitmanas",
    "devotion",
    "Ram",
    "poetry"
  ],
  "sections": [
    {
      "heading": null,
      "text": "In a small village in northern India, around five hundred years ago, a baby boy was born under an unlucky star. His parents, frightened by bad omens, abandoned him. The child was left alone in the world with no mother, no father, and no home. His name was Rambola — the boy who would one day become the great saint Tulsidas."
    },
    {
      "heading": "A Child Alone",
      "text": "Little Rambola wandered from door to door, begging for food. People called him unlucky and turned him away. He slept under trees and in temple doorways. But even in his darkest days, the boy found comfort in one thing — the name of Lord Ram. A kind woman named Chuniya took pity on him and cared for him for a while. Later, a wandering saint named Narharidas found the boy and took him as his disciple. He taught Rambola to read, to pray, and to love the stories of Lord Ram."
    },
    {
      "heading": "Finding His Path",
      "text": "As Tulsidas grew older, he married a woman named Ratnavali. He loved her deeply — perhaps too deeply. One day, when Ratnavali visited her parents' home, Tulsidas could not bear to be apart from her. He crossed a raging river in the dark of night to reach her. Ratnavali was shocked. 'If you loved Lord Ram even half as much as you love me,' she said, 'your life would be transformed.' Those words struck Tulsidas like lightning. From that moment, he devoted his entire life to Ram."
    },
    {
      "heading": "The Great Work Begins",
      "text": "Tulsidas traveled to the holy city of Varanasi and then to Ayodhya, the birthplace of Lord Ram. There, sitting on the banks of the sacred Saryu river, he began to write the Ramcharitmanas — the story of Lord Ram's life, written not in Sanskrit but in Awadhi, the simple language of common people. Scholars mocked him. 'Sacred stories should be in Sanskrit!' they said. But Tulsidas wanted every farmer, every mother, every child to understand Ram's story."
    },
    {
      "heading": "A Gift to the World",
      "text": "For years, Tulsidas wrote with love and devotion in his heart. Every verse was a prayer. The Ramcharitmanas told of Ram's birth, his exile, Sita's courage, Hanuman's devotion, and the triumph of good over evil. When it was completed, people across India embraced it. Villages would gather to hear it recited aloud. It became the most beloved retelling of the Ramayana, sung and read in millions of homes even today."
    },
    {
      "heading": "The Orphan Who Inspired Millions",
      "text": "Tulsidas, the abandoned orphan boy, became one of India's greatest saints and poets. He showed the world that it does not matter where you come from or how hard your life begins. With true devotion and a loving heart, anyone can create something that touches the entire world. His most famous line reminds us: 'Siya Ram May Sab Jag Jani' — See Sita and Ram in the whole world, and treat every being with love."
    }
  ]
}